Repository: marco-scheffler/glyphline
Catalog: Glyphline/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, pt_br, zh_hans

# %@ (as of %@)
source: %1$@ (as of %2$@)
de: %1$@ (Stand %2$@)
es: %1$@ (al %2$@)
fr: %1$@ (au %2$@)
it: %1$@ (al %2$@)
ja: %1$@（%2$@ 時点）
pt_br: %1$@ (em %2$@)
zh_hans: %1$@（截至 %2$@）

# %@ rate window sample recorded since %@.
source: %1$@ rate window sample recorded since %2$@.
de: %1$@ Messwert des Kontingentfensters seit %2$@ aufgezeichnet.
es: %1$@ muestra de la ventana de cuota registrada desde el %2$@.
fr: %1$@ relevé de la fenêtre de quota enregistré depuis le %2$@.
it: %1$@ campione della finestra di quota registrato dal %2$@.
ja: %2$@ 以降に記録されたクォータウィンドウのサンプル %1$@ 件。
pt_br: %1$@ amostra da janela de cota registrada desde %2$@.
zh_hans: 自 %2$@ 起已记录 %1$@ 条配额窗口采样。

source: %@ rate window sample recorded.
de: %@ Messwert des Kontingentfensters aufgezeichnet.
es: %@ muestra de la ventana de cuota registrada.
fr: %@ relevé de la fenêtre de quota enregistré.
it: %@ campione della finestra di quota registrato.
ja: 記録されたクォータウィンドウのサンプル %@ 件。
pt_br: %@ amostra da janela de cota registrada.
zh_hans: 已记录 %@ 条配额窗口采样。

# %@ rate window samples recorded since %@.
source: %1$@ rate window samples recorded since %2$@.
de: %1$@ Messwerte des Kontingentfensters seit %2$@ aufgezeichnet.
es: %1$@ muestras de la ventana de cuota registradas desde el %2$@.
fr: %1$@ relevés de la fenêtre de quota enregistrés depuis le %2$@.
it: %1$@ campioni della finestra di quota registrati dal %2$@.
ja: %2$@ 以降に記録されたクォータウィンドウのサンプル %1$@ 件。
pt_br: %1$@ amostras da janela de cota registradas desde %2$@.
zh_hans: 自 %2$@ 起已记录 %1$@ 条配额窗口采样。

source: %@ rate window samples recorded.
de: %@ Messwerte des Kontingentfensters aufgezeichnet.
es: %@ muestras de la ventana de cuota registradas.
fr: %@ relevés de la fenêtre de quota enregistrés.
it: %@ campioni della finestra di quota registrati.
ja: 記録されたクォータウィンドウのサンプル %@ 件。
pt_br: %@ amostras da janela de cota registradas.
zh_hans: 已记录 %@ 条配额窗口采样。

# %@ — usage unknown, %@
source: %1$@ — usage unknown, %2$@
de: %1$@ — Verbrauch unbekannt, %2$@
es: %1$@ — uso desconocido, %2$@
fr: %1$@ — utilisation inconnue, %2$@
it: %1$@ — utilizzo sconosciuto, %2$@
ja: %1$@ — 使用量不明、%2$@
pt_br: %1$@ — uso desconhecido, %2$@
zh_hans: %1$@ — 用量未知，%2$@

# %@%lld %% vs. %lld-day median
source: %1$@%2$lld %% vs. %3$lld-day median
de: %1$@%2$lld %% ggü. %3$lld-Tage-Median
es: %1$@%2$lld %% vs. mediana de %3$lld días
fr: %1$@%2$lld %% vs. médiane sur %3$lld jours
it: %1$@%2$lld %% vs. mediana di %3$lld giorni
ja: %1$@%2$lld %%（%3$lld日間の中央値比）
pt_br: %1$@%2$lld %% vs. mediana de %3$lld dias
zh_hans: %1$@%2$lld %% 对比 %3$lld 天中位数

# %@%lld %% vs. the previous %lld days
source: %1$@%2$lld %% vs. the previous %3$lld days
de: %1$@%2$lld %% ggü. den vorigen %3$lld Tagen
es: %1$@%2$lld %% vs. los %3$lld días anteriores
fr: %1$@%2$lld %% vs. les %3$lld jours précédents
it: %1$@%2$lld %% vs. i %3$lld giorni precedenti
ja: %1$@%2$lld %%（前の%3$lld日間比）
pt_br: %1$@%2$lld %% vs. os %3$lld dias anteriores
zh_hans: %1$@%2$lld %% 对比前 %3$lld 天

source: %lld accounts need attention
de: %lld Accounts brauchen Aufmerksamkeit
es: %lld cuentas requieren atención
fr: %lld comptes nécessitent votre attention
it: %lld account richiedono attenzione
ja: %lld 個のアカウントに対応が必要です
pt_br: %lld contas precisam de atenção
zh_hans: %lld 个账户需要处理

source: %lld agents are waiting on you
de: %lld Agents warten auf dich
es: %lld agentes te están esperando
fr: %lld agents vous attendent
it: %lld agenti ti stanno aspettando
ja: %lld 個のエージェントが待っています
pt_br: %lld agentes estão esperando por você
zh_hans: %lld 个 Agent 正在等你

source: %lld%% left
de: %lld%% übrig
es: %lld%% restante
fr: %lld%% restant
it: %lld%% rimasto
ja: 残り %lld%%
pt_br: %lld%% restante
zh_hans: 剩余 %lld%%

# %lld%% left · %@
source: %1$lld%% left · %2$@
de: %1$lld%% übrig · %2$@
es: %1$lld%% restante · %2$@
fr: %1$lld%% restant · %2$@
it: %1$lld%% rimasto · %2$@
ja: 残り %1$lld%% · %2$@
pt_br: %1$lld%% restante · %2$@
zh_hans: 剩余 %1$lld%% · %2$@

source: %lld%% used
de: %lld%% genutzt
es: %lld%% usado
fr: %lld%% utilisé
it: %lld%% usato
ja: %lld%% 使用
pt_br: %lld%% usado
zh_hans: 已用 %lld%%

source: (as of %@)
de: (Stand %@)
es: (al %@)
fr: (au %@)
it: (al %@)
ja: （%@ 時点）
pt_br: (em %@)
zh_hans: （截至 %@）

source: 1 account needs attention
de: 1 Account braucht Aufmerksamkeit
es: 1 cuenta requiere atención
fr: 1 compte nécessite votre attention
it: 1 account richiede attenzione
ja: 1 個のアカウントに対応が必要です
pt_br: 1 conta precisa de atenção
zh_hans: 1 个账户需要处理

source: 1 agent is waiting on you
de: 1 Agent wartet auf dich
es: 1 agente te está esperando
fr: 1 agent vous attend
it: 1 agente ti sta aspettando
ja: 1 個のエージェントが待っています
pt_br: 1 agente está esperando por você
zh_hans: 1 个 Agent 正在等你

source: 15 minutes
de: 15 Minuten
es: 15 minutos
it: 15 minuti
ja: 15 分
pt_br: 15 minutos
zh_hans: 15 分钟

source: 30 Days
de: 30 Tage
es: 30 días
fr: 30 jours
it: 30 giorni
ja: 30 日
pt_br: 30 dias
zh_hans: 30 天

source: 30 minutes
de: 30 Minuten
es: 30 minutos
it: 30 minuti
ja: 30 分
pt_br: 30 minutos
zh_hans: 30 分钟

source: 5-hour
de: 5-Stunden
es: 5 horas
fr: 5 heures
it: 5 ore
ja: 5 時間
pt_br: 5 horas
zh_hans: 5 小时

source: 6 Months
de: 6 Monate
es: 6 meses
fr: 6 mois
it: 6 mesi
ja: 6 か月
pt_br: 6 meses
zh_hans: 6 个月

source: 60 minutes
de: 60 Minuten
es: 60 minutos
it: 60 minuti
ja: 60 分
pt_br: 60 minutos
zh_hans: 60 分钟

source: 7 Days
de: 7 Tage
es: 7 días
fr: 7 jours
it: 7 giorni
ja: 7 日
pt_br: 7 dias
zh_hans: 7 天

source: Add Account
de: Account hinzufügen
es: Añadir cuenta
fr: Ajouter un compte
it: Aggiungi account
ja: アカウントを追加
pt_br: Adicionar conta
zh_hans: 添加账户

source: Add account
de: Account hinzufügen
es: Añadir cuenta
fr: Ajouter un compte
it: Aggiungi account
ja: アカウントを追加
pt_br: Adicionar conta
zh_hans: 添加账户

source: Add an account
de: Account hinzufügen
es: Añade una cuenta
fr: Ajouter un compte
it: Aggiungi un account
ja: アカウントを追加
pt_br: Adicione uma conta
zh_hans: 添加一个账户

source: Add an account to store credentials securely and start tracking usage.
de: Füge einen Account hinzu, um Zugangsdaten sicher zu speichern und die Nutzung zu erfassen.
es: Añade una cuenta para guardar las credenciales de forma segura y empezar a registrar el uso.
fr: Ajoutez un compte pour stocker les identifiants en sécurité et suivre votre utilisation.
it: Aggiungi un account per salvare le credenziali in modo sicuro e iniziare a monitorare l’utilizzo.
ja: アカウントを追加すると、認証情報を安全に保存して使用量の記録を始められます。
pt_br: Adicione uma conta para guardar as credenciais com segurança e começar a acompanhar o uso.
zh_hans: 添加账户即可安全保存凭据并开始记录用量。

source: Admin API key
de: Admin-API-Schlüssel
es: Clave de API de administrador
fr: Clé API admin
it: Chiave API admin
ja: 管理者 API キー
pt_br: Chave de API de admin
zh_hans: 管理员 API 密钥

source: All Time
de: Gesamt
es: Todo
fr: Tout
it: Tutto
ja: 全期間
pt_br: Tudo
zh_hans: 全部

source: Amber
de: Bernstein
es: Ámbar
fr: Ambre
it: Ambra
ja: アンバー
pt_br: Âmbar
zh_hans: 琥珀

source: App Mode
de: App-Modus
es: Modo de la app
fr: Mode de l’app
it: Modalità app
ja: App モード
pt_br: Modo do app
zh_hans: 应用模式

source: Appearance
de: Erscheinungsbild
es: Apariencia
fr: Apparence
it: Aspetto
ja: 外観
pt_br: Aparência
zh_hans: 外观

source: At least one model has no price on file, so the total is incomplete.
de: Für mindestens ein Modell liegt kein Preis vor, die Summe ist also unvollständig.
es: Al menos un modelo no tiene precio registrado, así que el total está incompleto.
fr: Au moins un modèle n’a pas de tarif enregistré, le total est donc incomplet.
it: Per almeno un modello non c’è un prezzo registrato, quindi il totale è incompleto.
ja: 価格が登録されていないモデルが少なくとも 1 つあるため、合計は不完全です。
pt_br: Pelo menos um modelo não tem preço registrado, então o total está incompleto.
zh_hans: 至少有一个模型没有价格记录，因此总额并不完整。

source: BREAK ROOM
de: PAUSENRAUM
es: SALA DE DESCANSO
fr: SALLE DE PAUSE
it: SALA RELAX
ja: 休憩室
pt_br: SALA DE DESCANSO
zh_hans: 休息室

source: Billing cycle
de: Abrechnungszeitraum
es: Ciclo de facturación
fr: Cycle de facturation
it: Ciclo di fatturazione
ja: 請求サイクル
pt_br: Ciclo de faturamento
zh_hans: 计费周期

source: Burgundy
de: Bordeaux
es: Burdeos
fr: Bordeaux
it: Bordeaux
ja: バーガンディ
pt_br: Bordô
zh_hans: 勃艮第红

source: COLLECTORS
de: SAMMLER
es: RECOLECTORES
fr: COLLECTEURS
it: COLLETTORI
ja: コレクター
pt_br: COLETORES
zh_hans: 收集器

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
pt_br: Cancelar
zh_hans: 取消

source: Check Now
de: Jetzt suchen
es: Buscar ahora
fr: Rechercher maintenant
it: Verifica ora
ja: 今すぐ確認
pt_br: Verificar agora
zh_hans: 立即检查

source: Check for Updates…
de: Nach Updates suchen…
es: Buscar actualizaciones…
fr: Rechercher les mises à jour…
it: Verifica aggiornamenti…
ja: アップデートを確認…
pt_br: Verificar atualizações…
zh_hans: 检查更新…

source: Check for updates automatically
de: Automatisch nach Updates suchen
es: Buscar actualizaciones automáticamente
fr: Rechercher les mises à jour automatiquement
it: Cerca aggiornamenti automaticamente
ja: 自動的にアップデートを確認
pt_br: Buscar atualizações automaticamente
zh_hans: 自动检查更新

source: Claude subscription (sign in)
de: Claude-Abo (anmelden)
es: Suscripción de Claude (iniciar sesión)
fr: Abonnement Claude (se connecter)
it: Abbonamento Claude (accedi)
ja: Claude サブスクリプション（サインイン）
pt_br: Assinatura Claude (entrar)
zh_hans: Claude 订阅（登录）

source: Close
de: Schließen
es: Cerrar
fr: Fermer
it: Chiudi
ja: 閉じる
pt_br: Fechar
zh_hans: 关闭

source: Connection
de: Verbindung
es: Conexión
fr: Connexion
it: Connessione
ja: 接続
pt_br: Conexão
zh_hans: 连接

source: Could not delete account
de: Account konnte nicht gelöscht werden
es: No se pudo eliminar la cuenta
fr: Impossible de supprimer le compte
it: Impossibile eliminare l’account
ja: アカウントを削除できませんでした
pt_br: Não foi possível excluir a conta
zh_hans: 无法删除账户

source: Could not reach the provider. This is usually temporary.
de: Der Anbieter war nicht erreichbar. Das ist meist vorübergehend.
es: No se pudo contactar con el proveedor. Suele ser algo temporal.
fr: Impossible de joindre le fournisseur. C’est généralement temporaire.
it: Non è stato possibile raggiungere il provider. Di solito è temporaneo.
ja: プロバイダーに接続できませんでした。通常は一時的なものです。
pt_br: Não foi possível acessar o provedor. Isso costuma ser temporário.
zh_hans: 无法连接到服务商。这通常是暂时的。

source: Could not read the page claude.ai returned. This is usually temporary.
de: Die Seite, die claude.ai zurückgegeben hat, war nicht lesbar. Das ist meist vorübergehend.
es: No se pudo leer la página que devolvió claude.ai. Suele ser algo temporal.
fr: Impossible de lire la page renvoyée par claude.ai. C’est généralement temporaire.
it: Non è stato possibile leggere la pagina restituita da claude.ai. Di solito è temporaneo.
ja: claude.ai が返したページを読み取れませんでした。通常は一時的なものです。
pt_br: Não foi possível ler a página retornada por claude.ai. Isso costuma ser temporário.
zh_hans: 无法读取 claude.ai 返回的页面。这通常是暂时的。

source: Custom
de: Eigene
es: Personalizado
fr: Personnalisé
it: Personalizzato
ja: カスタム
pt_br: Personalizada
zh_hans: 自定义

source: Custom Colour
de: Eigene Farbe
es: Color personalizado
fr: Couleur personnalisée
it: Colore personalizzato
ja: カスタムカラー
pt_br: Cor personalizada
zh_hans: 自定义颜色

source: Cycle
de: Zyklus
es: Ciclo
it: Ciclo
ja: サイクル
pt_br: Ciclo
zh_hans: 周期

source: Daily Usage
de: Tagesnutzung
es: Uso diario
fr: Usage quotidien
it: Utilizzo giornaliero
ja: 日別の使用量
pt_br: Uso diário
zh_hans: 每日用量

source: Dashboard Background
de: Dashboard-Hintergrund
es: Fondo del Dashboard
fr: Arrière-plan du Dashboard
it: Sfondo della Dashboard
ja: ダッシュボードの背景
pt_br: Fundo do Dashboard
zh_hans: 仪表板背景

source: Data
de: Daten
es: Datos
fr: Données
it: Dati
ja: データ
pt_br: Dados
zh_hans: 数据

source: Day
de: Tag
es: Día
fr: Jour
it: Giorno
ja: 日
pt_br: Dia
zh_hans: 天

source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
it: Elimina
ja: 削除
pt_br: Excluir
zh_hans: 删除

source: Delete "%@"?
de: „%@“ löschen?
es: ¿Eliminar «%@»?
fr: Supprimer « %@ » ?
it: Eliminare «%@»?
ja: 「%@」を削除しますか？
pt_br: Excluir "%@"?
zh_hans: 删除“%@”？

source: Delete account
de: Account löschen
es: Eliminar cuenta
fr: Supprimer le compte
it: Elimina account
ja: アカウントを削除
pt_br: Excluir conta
zh_hans: 删除账户

source: Disabled
de: Deaktiviert
es: Desactivada
fr: Désactivé
it: Disattivato
ja: 無効
pt_br: Desativada
zh_hans: 已停用

source: Display Name
de: Anzeigename
es: Nombre visible
fr: Nom affiché
it: Nome visualizzato
ja: 表示名
pt_br: Nome de exibição
zh_hans: 显示名称

source: Enable account after save
de: Account nach dem Sichern aktivieren
es: Activar la cuenta al guardar
fr: Activer le compte après l’enregistrement
it: Attiva l’account dopo il salvataggio
ja: 保存後にアカウントを有効にする
pt_br: Ativar a conta após salvar
zh_hans: 保存后启用账户

source: From time zone
de: Aus Zeitzone
es: Desde la zona horaria
fr: D’après le fuseau horaire
it: Dal fuso orario
ja: タイムゾーンから
pt_br: Pelo fuso horário
zh_hans: 按时区

source: General
de: Allgemein
fr: Général
it: Generali
ja: 一般
pt_br: Geral
zh_hans: 通用

source: Glyphline also syncs after the Mac wakes from sleep.
de: Glyphline synchronisiert auch, nachdem der Mac aus dem Ruhezustand aufwacht.
es: Glyphline también sincroniza cuando el Mac sale del reposo.
fr: Glyphline se synchronise aussi à la sortie de veille du Mac.
it: Glyphline sincronizza anche quando il Mac esce dallo stop.
ja: Mac がスリープから復帰したときにも Glyphline は同期します。
pt_br: O Glyphline também sincroniza quando o Mac sai do repouso.
zh_hans: Mac 从睡眠中唤醒后，Glyphline 也会同步。

source: Glyphline builds the surface around the colour you pick: the hue is yours, the brightness is not. A dashboard has light text on it, so the background stays dark whatever you choose.
de: Glyphline baut die Oberfläche um die gewählte Farbe herum: Der Farbton kommt von dir, die Helligkeit nicht. Auf einem Dashboard steht heller Text, deshalb bleibt der Hintergrund dunkel, was immer du wählst.
es: Glyphline construye la superficie alrededor del color que elijas: el tono es tuyo, el brillo no. Un Dashboard lleva texto claro encima, así que el fondo se mantiene oscuro elijas lo que elijas.
fr: Glyphline construit la surface autour de la couleur choisie : la teinte vient de vous, la luminosité non. Un Dashboard porte du texte clair, l’arrière-plan reste donc sombre quel que soit votre choix.
it: Glyphline costruisce la superficie attorno al colore scelto: la tonalità è tua, la luminosità no. Una Dashboard ha testo chiaro sopra, quindi lo sfondo resta scuro qualunque sia la scelta.
ja: Glyphline は選んだ色を中心に背景を組み立てます。色相は選んだとおりですが、明るさは違います。ダッシュボードには明るい文字が載るため、どの色を選んでも背景は暗いままです。
pt_br: O Glyphline monta a superfície em torno da cor escolhida: a tonalidade é sua, o brilho não. Um Dashboard tem texto claro por cima, então o fundo continua escuro, seja qual for a escolha.
zh_hans: Glyphline 会围绕所选颜色构建背景：色相由你决定，亮度不是。仪表板上是浅色文字，因此无论选哪种颜色，背景都保持深色。

source: Glyphline checks once a day and always asks before installing anything.
de: Glyphline sucht einmal täglich und fragt immer nach, bevor etwas installiert wird.
es: Glyphline busca una vez al día y siempre pregunta antes de instalar nada.
fr: Glyphline vérifie une fois par jour et demande toujours confirmation avant d’installer quoi que ce soit.
it: Glyphline controlla una volta al giorno e chiede sempre conferma prima di installare qualcosa.
ja: Glyphline は 1 日 1 回確認し、インストールする前に必ず確認します。
pt_br: O Glyphline verifica uma vez por dia e sempre pergunta antes de instalar qualquer coisa.
zh_hans: Glyphline 每天检查一次，并且在安装任何内容前都会先征求你的同意。

source: Glyphline — quota available
de: Glyphline — Kontingent verfügbar
es: Glyphline — cuota disponible
fr: Glyphline — quota disponible
it: Glyphline — quota disponibile
ja: Glyphline — クォータあり
pt_br: Glyphline — cota disponível
zh_hans: Glyphline — 配额可用

source: Glyphline — quota exhausted
de: Glyphline — Kontingent aufgebraucht
es: Glyphline — cuota agotada
fr: Glyphline — quota épuisé
it: Glyphline — quota esaurita
ja: Glyphline — クォータ切れ
pt_br: Glyphline — cota esgotada
zh_hans: Glyphline — 配额已用尽

source: Glyphline — quota unknown
de: Glyphline — Kontingent unbekannt
es: Glyphline — cuota desconocida
fr: Glyphline — quota inconnu
it: Glyphline — quota sconosciuta
ja: Glyphline — クォータ不明
pt_br: Glyphline — cota desconhecida
zh_hans: Glyphline — 配额未知

source: Graphite
de: Graphit
es: Grafito
it: Grafite
ja: グラファイト
pt_br: Grafite
zh_hans: 石墨灰

source: In the office
de: Im Büro
es: En la oficina
fr: Au bureau
it: In ufficio
ja: オフィスにいる
pt_br: No escritório
zh_hans: 在办公室

source: Interval
de: Intervall
es: Intervalo
fr: Intervalle
it: Intervallo
ja: 間隔
pt_br: Intervalo
zh_hans: 间隔

source: Its claude.ai sign-in will be removed from this Mac.
de: Die claude.ai-Anmeldung wird von diesem Mac entfernt.
es: Su sesión de claude.ai se eliminará de este Mac.
fr: Sa connexion claude.ai sera supprimée de ce Mac.
it: Il suo accesso a claude.ai verrà rimosso da questo Mac.
ja: この Mac から claude.ai のサインイン情報が削除されます。
pt_br: O login do claude.ai será removido deste Mac.
zh_hans: 它的 claude.ai 登录信息将从这台 Mac 上移除。

source: Latitude
de: Breitengrad
es: Latitud
it: Latitudine
ja: 緯度
zh_hans: 纬度

source: Leave empty to use %@.
de: Leer lassen, um %@ zu verwenden.
es: Déjalo vacío para usar %@.
fr: Laissez vide pour utiliser %@.
it: Lascia vuoto per usare %@.
ja: 空欄のままにすると %@ を使います。
pt_br: Deixe em branco para usar %@.
zh_hans: 留空则使用 %@。

source: Level with the %lld-day median
de: Gleichauf mit dem %lld-Tage-Median
es: Igual que la mediana de %lld días
fr: Au niveau de la médiane sur %lld jours
it: In linea con la mediana di %lld giorni
ja: %lld日間の中央値と同じ
pt_br: No mesmo nível da mediana de %lld dias
zh_hans: 与 %lld 天中位数持平

source: Level with the previous %lld days
de: Gleichauf mit den vorigen %lld Tagen
es: Igual que los %lld días anteriores
fr: Au niveau des %lld jours précédents
it: In linea con i %lld giorni precedenti
ja: 前の%lld日間と同じ
pt_br: No mesmo nível dos %lld dias anteriores
zh_hans: 与前 %lld 天持平

source: Local Claude Code logs
de: Lokale Logs von Claude Code
es: Registros locales de Claude Code
fr: Journaux locaux de Claude Code
it: Log locali di Claude Code
ja: ローカルの Claude Code ログ
pt_br: Logs locais do Claude Code
zh_hans: 本地 Claude Code 日志

source: Location
de: Standort
es: Ubicación
fr: Localisation
it: Posizione
ja: 位置情報
pt_br: Localização
zh_hans: 位置

source: Longitude
de: Längengrad
es: Longitud
it: Longitudine
ja: 経度
zh_hans: 经度

source: Model
de: Modell
es: Modelo
fr: Modèle
it: Modello
ja: モデル
pt_br: Modelo
zh_hans: 模型

source: Model Mix · %@
de: Modellmix · %@
es: Mezcla de modelos · %@
fr: Répartition des modèles · %@
it: Mix di modelli · %@
ja: モデル構成 · %@
pt_br: Mix de modelos · %@
zh_hans: 模型构成 · %@

source: Month
de: Monat
es: Mes
fr: Mois
it: Mese
ja: 月
pt_br: Mês
zh_hans: 月

source: No Accounts Yet
de: Noch keine Accounts
es: Aún no hay cuentas
fr: Aucun compte pour l’instant
it: Ancora nessun account
ja: まだアカウントがありません
pt_br: Ainda não há contas
zh_hans: 还没有账户

source: No Claude Code sessions on this Mac in the last few days.
de: In den letzten Tagen gab es auf diesem Mac keine Sitzungen von Claude Code.
es: No ha habido sesiones de Claude Code en este Mac en los últimos días.
fr: Aucune session Claude Code sur ce Mac ces derniers jours.
it: Nessuna sessione di Claude Code su questo Mac negli ultimi giorni.
ja: ここ数日、この Mac に Claude Code のセッションはありません。
pt_br: Nenhuma sessão do Claude Code neste Mac nos últimos dias.
zh_hans: 最近几天这台 Mac 上没有 Claude Code 会话。

source: No accounts saved yet
de: Noch keine Accounts gesichert
es: Aún no hay cuentas guardadas
fr: Aucun compte enregistré pour l’instant
it: Ancora nessun account salvato
ja: 保存されたアカウントはまだありません
pt_br: Ainda não há contas salvas
zh_hans: 尚未保存任何账户

source: No accounts yet. Open the dashboard to add one.
de: Noch keine Accounts. Öffne das Dashboard, um einen hinzuzufügen.
es: Aún no hay cuentas. Abre el dashboard para añadir una.
fr: Aucun compte pour l’instant. Ouvrez le dashboard pour en ajouter un.
it: Ancora nessun account. Apri il dashboard per aggiungerne uno.
ja: まだアカウントがありません。ダッシュボードを開いて追加してください。
pt_br: Ainda não há contas. Abra o dashboard para adicionar uma.
zh_hans: 还没有账户。打开仪表板即可添加。

source: No agent is running
de: Kein Agent läuft
es: No hay ningún agente en marcha
fr: Aucun agent en cours
it: Nessun agente in esecuzione
ja: 実行中のエージェントはありません
pt_br: Nenhum agente em execução
zh_hans: 没有正在运行的 Agent

source: No agents on this Mac
de: Keine Agents auf diesem Mac
es: No hay agentes en este Mac
fr: Aucun agent sur ce Mac
it: Nessun agente su questo Mac
ja: この Mac にエージェントはいません
pt_br: Nenhum agente neste Mac
zh_hans: 这台 Mac 上没有 Agent

source: No completed day to compare against yet.
de: Noch kein abgeschlossener Tag zum Vergleichen.
es: Todavía no hay ningún día completo con el que comparar.
fr: Aucune journée complète à comparer pour l’instant.
it: Non c’è ancora un giorno completo con cui confrontare.
ja: 比較できる完了した日がまだありません。
pt_br: Ainda não há um dia completo para comparar.
zh_hans: 还没有完整的一天可用于比较。

source: No local token usage recorded for this period.
de: Für diesen Zeitraum ist keine lokale Tokennutzung aufgezeichnet.
es: No hay uso local de tokens registrado en este período.
fr: Aucune utilisation locale de tokens enregistrée sur cette période.
it: Nessun utilizzo locale di token registrato in questo periodo.
ja: この期間に記録されたローカルのトークン使用量はありません。
pt_br: Nenhum uso local de tokens registrado neste período.
zh_hans: 此时间段内没有记录到本地 token 用量。

source: No map
de: Keine Karte
es: Sin mapa
fr: Aucune carte
it: Nessuna mappa
ja: マップなし
pt_br: Sem mapa
zh_hans: 无地图

source: No price on file
de: Kein Preis hinterlegt
es: Sin precio registrado
fr: Aucun tarif enregistré
it: Nessun prezzo registrato
ja: 価格の登録なし
pt_br: Sem preço registrado
zh_hans: 无价格记录

source: No quota reported yet.
de: Noch kein Kontingent gemeldet.
es: Todavía no se ha informado ninguna cuota.
fr: Aucun quota communiqué pour l’instant.
it: Nessuna quota comunicata finora.
ja: クォータはまだ報告されていません。
pt_br: Nenhuma cota informada ainda.
zh_hans: 尚未报告配额。

source: No quota source is set up for this subscription.
de: Für dieses Abo ist keine Kontingentquelle eingerichtet.
es: No hay ninguna fuente de cuota configurada para esta suscripción.
fr: Aucune source de quota n’est configurée pour cet abonnement.
it: Per questo abbonamento non è configurata alcuna fonte di quota.
ja: このサブスクリプションにはクォータの取得元が設定されていません。
pt_br: Nenhuma fonte de cota está configurada para esta assinatura.
zh_hans: 此订阅未配置配额来源。

source: Nobody is waiting on you
de: Niemand wartet auf dich
es: Nadie te está esperando
fr: Personne ne vous attend
it: Nessuno ti sta aspettando
ja: 誰も待っていません
pt_br: Ninguém está esperando por você
zh_hans: 没有人在等你

source: Not enough scanned history to compare against the previous %lld days yet.
de: Noch nicht genug eingelesener Verlauf für einen Vergleich mit den vorigen %lld Tagen.
es: Todavía no hay suficiente historial escaneado para comparar con los %lld días anteriores.
fr: Pas encore assez d’historique analysé pour comparer aux %lld jours précédents.
it: Non c’è ancora abbastanza cronologia analizzata per il confronto con i %lld giorni precedenti.
ja: 前の%lld日間と比較するには、読み込んだ履歴がまだ足りません。
pt_br: Ainda não há histórico escaneado suficiente para comparar com os %lld dias anteriores.
zh_hans: 已扫描的历史还不足以与前 %lld 天比较。

source: Not synced yet
de: Noch nicht synchronisiert
es: Aún sin sincronizar
fr: Pas encore synchronisé
it: Non ancora sincronizzato
ja: 未同期
pt_br: Ainda não sincronizada
zh_hans: 尚未同步

source: Nothing recorded in the previous %lld days.
de: In den vorigen %lld Tagen wurde nichts aufgezeichnet.
es: No se registró nada en los %lld días anteriores.
fr: Rien d’enregistré sur les %lld jours précédents.
it: Nulla di registrato nei %lld giorni precedenti.
ja: 前の%lld日間には記録がありません。
pt_br: Nada registrado nos %lld dias anteriores.
zh_hans: 前 %lld 天没有任何记录。
